<?php
      if (in_array($userID, $admins)){
 if($msg =="/help" ||$msg=="!help" ||$msg=="#help"){
$MadelineProto->messages->sendMessage(['peer' =>$chatID,'message' =>  "
📎 راهنمای ربات *MadeLine Tabchi* :

➕ (/!#)ping
🔻 دریافت وضعیت ربات
〰〰〰〰〰〰〰〰〰〰
➕ (/!#)info
🔻دریافت آمار گروه ها و کاربران
〰〰〰〰〰〰〰〰〰〰
➕ (/!#)block ID
🔻 بلاک کردن فرد موردنظر
〰〰〰〰〰〰〰〰〰〰
➕ (/!#)unblock ID
🔻 از بلاک خارج کردن فرد مورد نظر
〰〰〰〰〰〰〰〰〰〰
➕ (/!#)typing on
🔻 فعال شدن حالت تایپینگ بعد از هر پیام 
〰〰〰〰〰〰〰〰〰〰
➕ (/!#)typing off
🔻 غیرفعال شدن حالت تایپینگ بعد از هر پیام
〰〰〰〰〰〰〰〰〰〰
➕ (/!#)markread on
🔻 فعال شدن حالت خوانده شدن پیام ها
〰〰〰〰〰〰〰〰〰〰
➕ (/!#)markread  off
🔻 غیرفعال شدن حالت خوانده شدن پیام ها
〰〰〰〰〰〰〰〰〰〰
➕ (/!#)contacts on
🔻 فعال شدن حالت ادد شدن مخاطبین به صورت خودکار
〰〰〰〰〰〰〰〰〰〰
➕ (/!#)contacts  off
🔻 غیرفعال شدن حالت ادد شدن مخاطبین به صورت خودکار
〰〰〰〰〰〰〰〰〰〰
➕ (/!#)addall [UserID]
🔻 ادد کردن یک کاربر به همه گروه ها
〰〰〰〰〰〰〰〰〰〰
➕ (/!#)adduser  [UserID] [IDGroup]
🔻 ادد کردن یه کاربر به گروه موردنظر
〰〰〰〰〰〰〰〰〰〰
〰〰〰〰〰〰〰〰〰〰
➕ (/!#)forwardall [reply]
🔻 فروارد کردن پیام ریپلای شده به همه گروه ها و کاربران
〰〰〰〰〰〰〰〰〰〰
➕ (/!#)sendall  [text] 
🔻 ارسال کردن یک متن به همه گروه ها و کاربران
〰〰〰〰〰〰〰〰〰〰
",'parse_mode' => 'MarkDown']);
     }
      }